//if (input.equals("Example") || input.equals("Demo"))
// Проверява дали е изпълнено поне едно измежду няколко условия
//Пример: проверка дали въведената дума е:
//"Example" или "Demo"
//
//
//
//Scanner scanner = new Scanner(System.in);
//int a = Integer.parseInt(scanner.nextLine());
//if (a > 5 && a < 10 && a % 2 == 0) …
//Проверява изпълнението на няколко условия едновременно
//Пример: проверка дали число е едновременно:
//по-голямо от 5 и по-малко от 10
//четно
//
//
//


